import { LOCALES } from '../locales';

export default {
    [LOCALES.RUSSIAN]: {
        "title": "Русския язык",
        "loz": "Семейная мастерская авторской мебели и предметов интерьера.",
        "buttonTxt": "Связаться с нами",

        "home-nuv": "Домашняя страница",
        "about-nuv": "О нас",
        "portfolio-nuv": "Портфолио",
        "creation-nuv": "Создание",
        "painting-nuv": "Покрытие",
        "contacts-nuv": "Контакты",

        "home-1-text": "«Невозможного не существует» - наш девиз в жизни и в работе. Мы, дизайнеры интерьера по образованию, в 2012 году поняли, что наше призвание - создавать атмосферу уюта и гармонии, наполняя пространство своими предметами мебели.",
        "home-2-text": "Мы много учились, экспериментировали, совершенствовались на собственных ошибках.",
        "home-3-text": "Сегодня мы можем точно сказать, что нет ничего невозможного! Так родилась семейная мебельная мастерская",
        "home-4-text": "Каждая наша продукция уникальна и неповторима. Мы разрабатываем и производим собственные мебель, которых мы не находим ни в одном магазине.",
        "home-5-text": "Наша цель - сделать предметы, которые займут свое место в интерьере. Обращая внимание на все детали, мы создаем мебель на основе вашего вкуса и пожеланий.",
        "home-6-text": "Ручная робота",
        "home-7-text": "Мы выполняем и контролируем все этапы производства (от эскизов и дизайна до монтажных работ), чтобы сэкономить ваше время.",
        "home-8-text": "Изготавливая мебель, мы учитываем их удобное и функциональное расположение в комнате. Это помогает лучше спланировать композицию.",
        "home-9-text": "Доставка и монтаж во все регионы Украины!",
        "home-10-text": "Мы - профессионалы своего дела и заботимся о высоком качестве и надежности не только изделий, но и всего проекта.",
        "home-11-text": "Мы используем декоративные технологии окрашивания, которые невозможно воспроизвести в условиях массового производства.",
        "home-12-text": "Каждый проект мы самостоятельно доводим до завершения, чтобы вы без лишних хлопот могли наслаждаться вашим новой мебелью.",

        "form-1-t": "Имя:",
        "form-2-t": "Электронная почта:",
        "form-3-t": "Сообщение:",
        "form-4-button": "Отправить",

        "about-0-text": "О нас",
        "about-1-text": "Когда замысел только возник, нас объединило общее желание собственноручно изготавливать особые вещи, которые бы дарили радость своему владельцу. Так, не имея никаких ресурсов: ни инструмента, ни сбережений, ни связей, мы упорно пошли в свое цели!",
        "about-2-text": "Так родилась семейная мастерская мебели «ЛИС».",
        "about-3-text": "Многие работы, постоянное обучение, эксперименты, ошибки, совершенствование - сделало нас настоящей квалифицированной командой.",
        "about-4-text": "Сегодня, в нашей мастерской создано более 500 уникальных шкафов, кроватей, диванов и другой мебели ручной работы. И мы готовы дальше творить для вас.",
        "about-5-text": "Смело можем сказать - невозможного нет!",
        "about-6-text": "Обращаясь к нам, вы получите не просто мебель, а эксклюзивные рeчi, которые займут особое место в вашей жизни, потому что мы любим свою работу!",
        "about-7-text": "Андрей и Ольга"

    }
}