import { LOCALES } from '../locales';

export default {
    [LOCALES.UKRAINIAN]: {
        "title": "Українська мова",
        "loz": "Сімейна майстерня авторських меблів та предметів інтер’єру.",
        "buttonTxt": "Зв'яжіться з нами",

        "home-nuv": "Домашня сторінка",
        "about-nuv": "Про нас",
        "portfolio-nuv": "Портфоліо",
        "creation-nuv": "Процес створення",
        "painting-nuv": "Покриття",
        "contacts-nuv": "Контакти",


        "home-1-text": "«Неможливого не існує» - наш девіз у житті і в роботі.Ми, дизайнери інтер'єру за освітою, в 2012 році зрозуміли, що наше покликання - створювати атмосферу затишку і гармонії, наповнюючи простір своїми предметами меблів.",
        "home-2-text": "Ми багато вчились, експериментували, вдосконалювались на власних помилках.",
        "home-3-text": "Сьогодні ми можемо точно сказати, що немає нічого неможливого! Так народилася сімейна меблева майстерня",
        "home-4-text": "Кожна наша продукція унікальна та неповторна. Ми розробляємо та виготовляємо власні меблі, яких ми не знаходимо в жодному магазині.",
        "home-5-text": "Наша мета - зробити предмети, які займуть своє місце в інтер’єрі. Звертаючи увагу на всі деталі, ми створюємо меблі на основі вашого смаку та побажань.",
        "home-6-text": "Ручна робота",
        "home-7-text": "Ми виконуємо та контролюємо всі етапи виробництва (від ескізів та дизайну до монтажних робіт), щоб заощадити ваш час.",
        "home-8-text": "Виготовляючи меблі, ми враховуємо їх зручне та функціональне розташування в кімнаті. Це допомагає найкраще спланувати композицію.",
        "home-9-text": "Доставка та монтаж у всі регіони України!",
        "home-10-text": "Ми – професіонали своєї справи та дбаємо про високу якість та надійність не лише виробів, а й всього проекту.",
        "home-11-text": "Ми використовуємо декоративні технології фарбування, які неможливо відтворити в умовах масового виробництва. ",
        "home-12-text": "Кожен проект ми самостійно доводимо до завершення, щоб ви без зайвих клопотів могли насолоджуватись вашими новими меблями.",

        "form-1-t": "Iм'я:",
        "form-2-t": "Електронна пошта:",
        "form-3-t": "Повідомлення:",
        "form-4-button": "Надіслати",

        "about-0-text": "Про нас",
        "about-1-text": "Коли задум тільки виник, нас об'єднало спільне бажання власноруч виготовляти особливі речі, які б дарували радість своєму власнику. Так, не маючи жодних ресурсів: ні інструменту, ні заощаджень, ні зв'язків, ми вперто пішли до своє мети!",
        "about-2-text": "Так народилась сімейна майстерня меблів «ЛИС».",
        "about-3-text": "Багато роботи, постійне навчання, експерименти, помилки, удосконалення - зробило нас справжньою кваліфікованою командою.",
        "about-4-text": "Сьогодні, у нашій майстерні створено понад 500 унікальних шаф, ліжок, диванів та інших меблів ручної роботи. І ми готові далі творити для вас.",
        "about-5-text": "Сміливо можемо сказати - неможливого не існує!",
        "about-6-text": "Звертаючись до нас, ви отримаєте не просто меблі, а ексклюзивнi рeчi, якi займуть особливе місце у вашому житті, бо ми любимо свою роботу!",
        "about-7-text": "Андрій та Ольга",

        "portfolio-1-text": "Портфоліо",
        "portfolio-2-text": "",
        "portfolio-3-text": "",

        "coating-1-text": "Покриття",
        "coating-2-text": "",
        "coating-3-text": "",

        "creation-1-text": "Процес створення",
        "creation-2-title": "Ескіз",
        "creation-2-text": "Ми намагаємось відчути настрої і характер кожного, хто до нас звертається, а тоді створюємо ескізи, з яких обирається і допрацьовується один.",
        "creation-3-title": "Креслення",
        "creation-3-text": "Ми враховуємо товщину матеріалів, особливості обраної фурнітури та системи кріплень. Наші знання та практичний досвід допомагають зробити меблі не лише гарними, а й зручними та функціональними.",
        "creation-4-title": "Виготовлення",
        "creation-4-text": "Ми відповідаємо за якість навіть тих деталей, які ви не бачите. Усі матеріали проходять ретельний контроль — ми обираємо дошки оптимальної вологості, підбираємо волокна деревини та використовуємо безпечний якісний клей для надійності виробів.",
        "creation-5-title": "Фарбування",
        "creation-5-text": "Ми знаємо властивості матеріалів, правильну техніку їх нанесення і враховуємо особливості приміщення: будь то ванна, де потрібні вологостійкі матеріали, або дитяча кімната, яка вимагає натурального масла і емалі на водній основі.",
        "creation-6-title": "Упакування",
        "creation-6-text": "Усі виготовлені нами меблі ми дбайливо запаковуємо, щоб вони вдало доїхали до свого власника: знерухомлюємо ящики і двері, використовуємо подвійне упакування для торців стільниць і всіх деталей, які виступають. А за необхідності — виготовляємо короб для транспортування.",
        "creation-7-title": "Доставка і монтаж",
        "creation-7-text": "Ми самостійно доставляємо і збираємо меблі в будинку чи квартирі, щоб не виникало жодних сюрпризів.",
        "creation-8-text": "Результат нашої роботи перевишить усі ваші сподівання",

        "contacts-1-text": "Контакти",
        "contacts-2-text": "",
        "contacts-3-text": "",
    }
}